// نوع قرارداد
const contractTypes = {
  //  نا معلوم
  Unknown: 0,
  //  کالاو کرایه حمل تا بندر مقصد
  CFR: 1,
  // تحویل کالاروی عرشه کشتی
  FOB: 2,
  // تحویل کالا در محل مقرردر مقصد بدون ترخیص و بدون پرداخت حقوق وعوارض گمرکی
  DDU: 3,
  // قیمت کالاو بیمه وکرایه حمل تا مقصد
  CIF: 4,
  // تحویل کالا در محل کار
  EXW: 5,
  // پرداخت، کرایه حمل کالا تا مقصد
  CPT: 6,
  // قیمت کالا و کرایه حمل تا مقصد
  CF: 7,
  // پرداخت کرایه حمل و بیمه کالا تا مقصد
  CIP: 8,
  // تحویل کالا در محل مقرر به حمل کننده
  FCA: 9,
  // تحویل کالا در کنار کشتی
  FAS: 10,
  // تحویل کالا در مرز
  DAF: 11,
  // پرداخت هزینه قراردادحمل و بارگیری کالا
  DDP: 12,
  // تحویل کالا روی اسکله در بندر مقصد
  DEQ: 13,
  // تحویل کالا روی عرشه کشتی در بندر مقصد
  DES: 14,

  DAT: 15,

  DAP: 16,

  DPU: 18,
}

export default contractTypes
