// => guidance table manage license
export const stepsManageLicenses = [
    {
        element: "#Table",
        intro:
            "کاربر گرامی مجوز های موجود به جزئیات لیست شده است، در صورت زدن دکمه جزئیات در هر سطر جزئیات بیشتری از مجوز همان سطر را مشاهده می کنید.",
        position: "right",
    },
    {
        element: "#Nav",
        intro:
            "در صورتی که مجوزی مد نظر شماست می توانید به صورت اختصاصی با فیلتر های موجود جستجو کنید. بدین شکل که فیلد مورد نیاز خود را پر کرده دکمه جستجو را کلیک کنید.",
        position: "right",
    },
    {
        element: "#NewFile",
        intro:
            "در صورت نیاز می توانید با این دکمه به صفحه درخواست صدور مجوز جدید منتقل شوید.",
        position: "right",
    },
];

// => guidance table manage license
export const steps = [
    {
        element: "#Table",
        intro:
            "کاربر گرامی پیش فاکتور های موجود به جزئیات لیست شده است، در صورت زدن دکمه جزئیات در هر سطر جزئیات بیشتری از پیش فاکتور همان سطر را مشاهده می کنید، اعمال مربوط به پیش فاکتور نیز در آن صفحه انجام میگیرد.",
        position: "right",
    },
    {
        element: "#Nav",
        intro:
            "در صورتی که پیش فاکتور مد نظر شما در لیست نبود می توانید به صورت اختصاصی با فیلتر های موجود جستجو کنید.",
        position: "right",
    },
    {
        element: "#NewFile",
        intro:
            "در صورت نیاز می توانید با این دکمه به صفحه ایجاد پیش فاکتور جدید منتقل شوید.",
        position: "right",
    },
];